Repository: zentala/woocommerce-getresponse-sync
Catalog: langs/wc_getres_sync-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Save Changes
pl_pl: Zapisz zmiany

source: GetResponce Settings
pl_pl: Ustawienia GetResponse

source: GetResponse API Key
pl_pl: Klucz API GetResponse

source: GetResponse Campagin
pl_pl: Kampania GetResponse

source: WooCommerce Product
pl_pl: Produkt WooCommerce

source: Connected. Choose campagin.
pl_pl: Połączono. Wybierz kampanię.

source: Invalid API key.
pl_pl: Niewłaściwy klucz API.

source: Enter GetResponse API key.
pl_pl: Podaj klucz API.

source: select campagin
pl_pl: wybierz kampanię

source: select product
pl_pl: wybierz produkt

source: All products
pl_pl: Wszystkie produkty

source: No products found
pl_pl: Nie znaleziono produktów

source: WooCommerce - GetResponse Syncing
pl_pl: WooCommerce - Synchronizacja z GetResponse

source: Sync customers data between WooCommerce and GetResponse.
pl_pl: Synchronizuj klientów pomiędzy WooCommerce, a GetResponse.

source: Paul Zentala
pl_pl: Paweł Żentała

source: http://zentala.co.uk
pl_pl: http://zentala.pl
